Repository: harrydayexe/SongLinkr
Catalog: Project/Frameworks/SongLinkrNetworkCore/SongLinkrNetworkCore/Localizable.xcstrings
Source language: en
Languages: de, es, ja

source: An error occurred on the server. Received status code %lld from the server
de: Auf dem Server ist ein Fehler aufgetreten. Statuscode %lld vom Server erhalten
es: Ocurrió un error en el servidor. Se recibió el código de estado %lld del servidor
ja: サーバーでエラーが発生しました。ステータスコード：%lld

source: An error occurred on the server. Received status code %lld from the server with message: %@
de: Auf dem Server ist ein Fehler aufgetreten. Statuscode 400 vom Server mit Nachricht erhalten: %@
es: Ocurrió un error en el servidor. Se recibió el código de estado %lld del servidor con el mensaje: %@
ja: サーバーでエラーが発生しました。詳細：%@（%lld）

source: An error occurred whilst decoding the server response: %@
de: Beim Decodieren der Serverantwort ist ein Fehler aufgetreten: %@
es: Se ha producido un error al decodificar la respuesta del servidor: %@
ja: サーバーのレスポンスをデコードできませんでした。詳細：%@

source: Decoding Error
de: Decodierungsfehler
es: Error de decodificación
ja: デコーディングエラー

source: Invalid URL
de: Ungültige URL
es: URL invalida
ja: 無効なURL

source: Network Error
de: Netzwerkfehler
es: Error de red
ja: ネットワークエラー

source: No match found. Please check your link and try again
de: Kein Ergebnis gefunden. Bitte überprüfen Sie Ihren URL und versuchen Sie es erneut
es: No se encontraron coincidencias. Comprueba tu URL e inténtalo de nuevo.
ja: マッチできませんでした。リンクを確認してから、もう一度お試しください。

source: Platform not recognised. Check the list of supported platforms for more information.
de: Plattform nicht erkannt. Weitere Informationen finden Sie in der Liste der unterstützten Plattformen.
es: Plataforma no reconocida. Consulte la lista de plataformas compatibles para obtener más información.
ja: プラットフォームを認識されませんでした。詳しくは、対応しているプラットフォームのリストをご確認してください。

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
ja: エラーが発生しました

source: Something went wrong while communicating to the server: %@
de: Während der Kommunikation mit dem Server ist ein Fehler aufgetreten: %@
es: Algo salió mal mientras se comunicaba con el servidor: %@
ja: サーバーに接続中にエラーが発生しました。詳細：%@

source: Sorry, an unkown network error occured.
de: Leider ist ein unbekannter Netzwerkfehler aufgetreten.
es: Se ha producido un error de red desconocido.
ja: 不明なネットワークエラーが発生しました。

source: The URL is not valid.
de: Die URL ist ungültig.
es: La URL no es válida
ja: 無効なURLです。

source: Unknown Item
de: Unbekannter Artikel
es: Elemento desconocido
ja: 不明な項目です

source: Unknown Network Problem
de: Unbekanntes Netzwerkproblem
es: Problema de red desconocido
ja: インターネットに接続できませんでした

source: Unknown Platform
de: Unbekannte Plattform
es: Plataforma desconocida
ja: 不明なプラットフォームです。
